[
  {
    "name": "Tirupati Dental Care Centre",
    "address": "Shri Nathji Apartment,Osmanpura Road, oppo Hotel Manor besides National Flag, post, beside Dig Jam showroom, New Usmanpura, Chhatrapati Sambhajinagar (Aurangabad), Maharashtra 431001, India",
    "phone": "083905 64777",
    "rating": 4.9,
    "number_of_reviews": 84
  },
  {
    "name": "Raman Dental Clinic",
    "address": "A7, Gajanan Vaibhav Narayan Plaza, Cannought Garden, N 5, Cidco, Chhatrapati Sambhajinagar (Aurangabad), Maharashtra 431001, India",
    "phone": "099230 88034",
    "rating": 5,
    "number_of_reviews": 76
  },
  {
    "name": "CITY DENTAL CENTRE",
    "address": "1st Floor, Mahaveer Complex, Above state bank of hyderabad, akashwani chowk, Jalna Road, Jlal Colony, Kailash Nagar, Mondha, Chhatrapati Sambhajinagar (Aurangabad), Maharashtra 431001, India",
    "phone": "099218 12233",
    "rating": 4.8,
    "number_of_reviews": 166
  },
  {
    "name": "Bhute Spine Clinic And Orthodental Care",
    "address": "Satya dharma complex, between rc bafna jewellers and atul honda showroom,, Aakashwani chowk, Mahesh Nagar, Mondha, Chhatrapati Sambhajinagar (Aurangabad), Maharashtra 431001, India",
    "phone": "080871 02525",
    "rating": 4.8,
    "number_of_reviews": 77
  },
  {
    "name": "PARGAONKAR DENTAL CLINIC",
    "address": "Kalda Corner, Plot No.1/7, New Shreya Nagar, Rachana, Ramanagar, Chhatrapati Sambhajinagar (Aurangabad), Maharashtra 431001, India",
    "phone": "0240 233 5314",
    "rating": 5,
    "number_of_reviews": 38
  },
  {
    "name": "The Lotus Dental Care",
    "address": "Shop No 1, Plot no 7, near Paripurti Nursing Home, opposite Amrutvel Hospital, Shrikrishna Nagar, Ulkanagari, Chhatrapati Sambhajinagar (Aurangabad), Maharashtra 431009, India",
    "phone": "095612 66616",
    "rating": 5,
    "number_of_reviews": 8
  },
  {
    "name": "Naser Dental Care Centre",
    "address": "Plot Number 20 Ahebab Colony, Urdu School, Kat Kat Gate Rd, near Aneesa, Younus Colony, Kat Kat Gate, N 10, Cidco, Chhatrapati Sambhajinagar (Aurangabad), Maharashtra 431001, India",
    "phone": "080075 55568",
    "rating": 5,
    "number_of_reviews": 21
  },
  {
    "name": "Dental & Oral Care Centre",
    "address": "Block number 8, First floor, Disha Square Building, near Devgiri Bank, behind Gajanan Book Store, Sutgirni Chowk, Kasliwal Nagar, Garkheda, Chhatrapati Sambhajinagar (Aurangabad), Maharashtra 431005, India",
    "phone": "098227 70880",
    "rating": 5,
    "number_of_reviews": 43
  },
  {
    "name": "The Tooth Clinic",
    "address": "Plot no. 5 Sahajeevan co op society, Opp. Vawan Hari Pethe Jewellers, Sahjeevan Colony, Nutan Colony, Samarth Nagar, Chhatrapati Sambhajinagar (Aurangabad), Maharashtra 431001, India",
    "phone": "N/A",
    "rating": 4.9,
    "number_of_reviews": 27
  },
  {
    "name": "Sharda Dental Hospital",
    "address": "Anjana Complex, Opp. Cannought Garden North Gate, Near Bombay Stationery, Cannought Place, CIDCO Cannought, Cidco, Chhatrapati Sambhajinagar (Aurangabad), Maharashtra 431003, India",
    "phone": "098226 61654",
    "rating": 4.4,
    "number_of_reviews": 7
  },
  {
    "name": "Dr Hedgewar Rugnalaya",
    "address": "Near Gajanand Maharaj Mandir, Road, Jawahar Colony, Garkheda, Chhatrapati Sambhajinagar (Aurangabad), Maharashtra 431005, India",
    "phone": "0240 224 5000",
    "rating": 4,
    "number_of_reviews": 634
  },
  {
    "name": "Dr. Bhagyashree Ambewadikar",
    "address": "Indrayani Multispeciality Dental Clinic, Bajrang Chowk Rd, N-6, Cidco, Chhatrapati Sambhajinagar (Aurangabad), Maharashtra 431003, India",
    "phone": "080 4696 1837",
    "rating": "No rating available",
    "number_of_reviews": "No reviews"
  },
  {
    "name": "Goklani's Dental & Cosmetic Clinic",
    "address": "Jalna Road, opp. Akashwani Kendra, near Medical, Jlal Colony, Kailash Nagar, Mondha, Chhatrapati Sambhajinagar (Aurangabad), Maharashtra 431001, India",
    "phone": "094046 06090",
    "rating": 4.6,
    "number_of_reviews": 41
  },
  {
    "name": "Shri Mahavir Dental Speciality Clinic",
    "address": "Opp. Akashwani, Mahesh Nagar, Ahinsanagar, Chhatrapati Sambhajinagar (Aurangabad), Maharashtra 431001, India",
    "phone": "N/A",
    "rating": 4.8,
    "number_of_reviews": 4
  },
  {
    "name": "Relief Dental Clinic",
    "address": "First floor satyadharm complex akashwani chowk, V8GW+QJC, Mahesh Nagar, Mondha, Chhatrapati Sambhajinagar (Aurangabad), Maharashtra 431003, India",
    "phone": "N/A",
    "rating": "No rating available",
    "number_of_reviews": "No reviews"
  },
  {
    "name": "Dr. Seemit Shah",
    "address": "Apex Hospital Road, Jalna Road, Opp. S.F.S. School, Venkatesh Nagar, Mondha, Chhatrapati Sambhajinagar (Aurangabad), Maharashtra 431001, India",
    "phone": "098231 29828",
    "rating": 4.7,
    "number_of_reviews": 14
  },
  {
    "name": "BANG DENTAL CLINIC",
    "address": "7, Jalna Road, Opp. S.F.S. School, Mahesh Nagar, Mondha, Chhatrapati Sambhajinagar (Aurangabad), Maharashtra 431001, India",
    "phone": "0240 232 5966",
    "rating": 5,
    "number_of_reviews": 1
  },
  {
    "name": "Jain Clinic",
    "address": "V8FW+797, Bhanudas Nagar, Jawahar Nagar, Chhatrapati Sambhajinagar (Aurangabad), Maharashtra 431003, India",
    "phone": "098508 99377",
    "rating": "No rating available",
    "number_of_reviews": "No reviews"
  },
  {
    "name": "Dr Smita Shinde - Best Dentist In Aurangabad, Root Canal Specialist & Dental Implant Surgeon",
    "address": "Plot No.11, Carewell Superspeciality Hospital, Jalna Road, opp. S.F.S School, Venkatesh Nagar, New Usmanpura, Chhatrapati Sambhajinagar (Aurangabad), Maharashtra 431001, India",
    "phone": "070219 55835",
    "rating": 5,
    "number_of_reviews": 30
  },
  {
    "name": "Dwarka Dental Clinic",
    "address": "First Floor, Chetan Super Market, Trimurti Chowk, Jawahar Colony, Trimurti Chowk, Chhatrapati Sambhajinagar (Aurangabad), Maharashtra 431001, India",
    "phone": "098222 99733",
    "rating": 4.9,
    "number_of_reviews": 18
  },
  {
    "name": "अष्टविनायक Dental Clinic & Implant Center",
    "address": "Lokmitra Colony, Sindhi Colony, Chhatrapati Sambhajinagar (Aurangabad), Maharashtra 431001, India",
    "phone": "070307 77723",
    "rating": 4,
    "number_of_reviews": 2
  },
  {
    "name": "Anmol",
    "address": "N-3-5-712, Sanjay Nagar, Mondha, Chhatrapati Sambhajinagar (Aurangabad), Maharashtra 431001, India",
    "phone": "N/A",
    "rating": "No rating available",
    "number_of_reviews": "No reviews"
  },
  {
    "name": "CareKid Dental Center",
    "address": "Office no. 217, 1st floor, Matrix Business center, Kalda Corner, Chetana Nagar, Sindhi Colony, Chhatrapati Sambhajinagar (Aurangabad), Maharashtra 431001, India",
    "phone": "093700 54404",
    "rating": 5,
    "number_of_reviews": 126
  },
  {
    "name": "Sarvadnya Advance Dental Care, Ch. Sambhajinagar ( Aurangabad)",
    "address": "Shop No. 118,119 Ground Floor, Matrix Complex, Kalda Corner, Chetana Nagar, Sindhi Colony, Chhatrapati Sambhajinagar (Aurangabad), Maharashtra 431001, India",
    "phone": "074988 97532",
    "rating": 5,
    "number_of_reviews": 307
  },
  {
    "name": "Crowns n Braces Orthodontic & Implant Dental clinic",
    "address": "3rd floor, Matrix business center, opposite HP petrol pump, above sudarshan netralay, Kalda Corner, Chetana Nagar, Sindhi Colony, Chhatrapati Sambhajinagar (Aurangabad), Maharashtra 431001, India",
    "phone": "099690 83409",
    "rating": 5,
    "number_of_reviews": 16
  },
  {
    "name": "Kranti Dental Care - best dental clinic in Aurangabad,laser,Cosmetic,Root canal,Implantologist,Crown,Implants,Tooth Filling",
    "address": "Om 25, Shri Vyankatesh Housing Society, jawahar Colony Area, Near Chetak Chetak ghoda Chowk, Shastri Nagar, Sindhi Colony, Chhatrapati Sambhajinagar (Aurangabad), Maharashtra 431005, India",
    "phone": "087669 21820",
    "rating": 4.9,
    "number_of_reviews": 122
  },
  {
    "name": "Dr. Tejal Pallod DentalWorld Dental Clinic & Implant Center",
    "address": "Jalna road, second floor, Oberoi chamber, beside hotel amarpreet, Rokda Hanuman Colony, Mondha, Chhatrapati Sambhajinagar (Aurangabad), Maharashtra 431001, India",
    "phone": "093250 42232",
    "rating": 5,
    "number_of_reviews": 99
  },
  {
    "name": "PEARL DENTAL CLINIC",
    "address": "V8PR+2HQ, Jinsi Police Station Rd, Nawabpura, Mondha, Chhatrapati Sambhajinagar (Aurangabad), Maharashtra 431003, India",
    "phone": "N/A",
    "rating": "No rating available",
    "number_of_reviews": "No reviews"
  },
  {
    "name": "Shinde Speciality Dental & Implant Center | Best Dentist in Aurangabad | Root Canal Specialist | Dental Implant Surgeon",
    "address": "Goodman's Residency, Shop No. 2 7 hills, to, Gajanan Maharaj Mandir Rd, near HDFC bank, Vidya Nagar, Nyay Nagar, Chhatrapati Sambhajinagar (Aurangabad), Maharashtra 431005, India",
    "phone": "082750 04720",
    "rating": 5,
    "number_of_reviews": 101
  },
  {
    "name": "Dr. Patil's Complete Dental Solutions",
    "address": "Shreya Nagar Old, New Usmanpura, Chhatrapati Sambhajinagar (Aurangabad), Maharashtra 431001, India",
    "phone": "N/A",
    "rating": "No rating available",
    "number_of_reviews": "No reviews"
  },
  {
    "name": "JAMBURE DENTAL CLINIC",
    "address": "Siddhi arcade, Darga Rd, near hdfc bank, Kalda Corner, Shreya Nagar Old, New Usmanpura, Chhatrapati Sambhajinagar (Aurangabad), Maharashtra 431005, India",
    "phone": "077093 18905",
    "rating": 4.8,
    "number_of_reviews": 78
  },
  {
    "name": "Dr. Pallavi Gokhale",
    "address": "Plot No 50, Chetak Ghoda Chowk, opp. Sapna Super Market, Jai Vishwa Bharti Colony, Ulkanagari, Chhatrapati Sambhajinagar (Aurangabad), Maharashtra 431005, India",
    "phone": "1860 500 1066",
    "rating": "No rating available",
    "number_of_reviews": "No reviews"
  },
  {
    "name": "Ambulgekar’s Smilax Dental Care",
    "address": "Flat no1, Vaibhavshree Apartment, Agnihotri Chowk Rd, near Chetak ghoda, Aanad Nagar, Shastri Nagar, Sindhi Colony, Chhatrapati Sambhajinagar (Aurangabad), Maharashtra 431001, India",
    "phone": "N/A",
    "rating": 5,
    "number_of_reviews": 31
  },
  {
    "name": "Om Dental clinic",
    "address": "Om dental clinic, Ulkanagari Rd, Garkheda Area, Ulkanagari, Chhatrapati Sambhajinagar (Aurangabad), Maharashtra 431005, India",
    "phone": "N/A",
    "rating": 5,
    "number_of_reviews": 7
  },
  {
    "name": "बालाजी दातांचा दवाखाना",
    "address": "V88W+82H, Golvalkar Guruji Marg, Basant Bahar, Ulkanagari, Chhatrapati Sambhajinagar (Aurangabad), Maharashtra 431009, India",
    "phone": "N/A",
    "rating": "No rating available",
    "number_of_reviews": "No reviews"
  },
  {
    "name": "Dr. Wahab Shaikh",
    "address": "Noor Super Speciality Dental Hospital & Cancer Clinic, Galli Number 18, opp. Buddh Vihar, near Rahat Hospital, Baijipura, Indira Nagar, Mondha, Chhatrapati Sambhajinagar (Aurangabad), Maharashtra 431003, India",
    "phone": "084215 86542",
    "rating": 5,
    "number_of_reviews": 6
  },
  {
    "name": "Dental & Oral Care Centre",
    "address": "7, Garkheda Rd, Sarang Housing Society, Gajanan Maharaj Mandir Chowk, Garkheda, Sandesh Nagar, Chaitanya Nagar, Garkheda, Chhatrapati Sambhajinagar (Aurangabad), Maharashtra 431005, India",
    "phone": "0240 245 1577",
    "rating": "No rating available",
    "number_of_reviews": "No reviews"
  },
  {
    "name": "Dr Ghunawat Microdentistry",
    "address": "119,Behind Roplekar Hospital, Krishnaparijat, Tilaknagar, New Usmanpura, Tilaknagar, Ulkanagari, Chhatrapati Sambhajinagar (Aurangabad), Maharashtra 431001, India",
    "phone": "098907 52227",
    "rating": 4.9,
    "number_of_reviews": 15
  },
  {
    "name": "Somulwar Dental Clinic and Root Canal Centre",
    "address": "Khivansara park, Garkheda Area, Ulkanagari, Chhatrapati Sambhajinagar (Aurangabad), Maharashtra 431001, India",
    "phone": "N/A",
    "rating": "No rating available",
    "number_of_reviews": "No reviews"
  },
  {
    "name": "Arham Dental Clinic",
    "address": "Shop No.F, khivansara Mayfair, 08, Ulkanagari Rd, near Eknat Hospital, Ashok Nagar, Garkheda, Chhatrapati Sambhajinagar (Aurangabad), Maharashtra 431001, India",
    "phone": "N/A",
    "rating": 4.6,
    "number_of_reviews": 5
  },
  {
    "name": "Shree Jeevan Dental Care",
    "address": "Shop no. F16, 1st floor, August High Street Complex, Garkheda Area, Ulkanagari, Chhatrapati Sambhajinagar (Aurangabad), Maharashtra 431001, India",
    "phone": "083901 65777",
    "rating": 5,
    "number_of_reviews": 5
  },
  {
    "name": "Positive Dental Clinic And Root Canal Centre",
    "address": "shariff colony, Al-meer school, Roshan Gate Rd, Sharif Colony, Jaswantpura, Chhatrapati Sambhajinagar (Aurangabad), Maharashtra 431001, India",
    "phone": "099607 43888",
    "rating": 5,
    "number_of_reviews": 1
  },
  {
    "name": "Dr.m.a Pasha Dental Clinic",
    "address": "Roshan Gate, Sharif Colony, Jaswantpura, Chhatrapati Sambhajinagar (Aurangabad), Maharashtra 431003, India",
    "phone": "098223 37907",
    "rating": 5,
    "number_of_reviews": 1
  },
  {
    "name": "Dr. Gyansudha D. Gawali - Best Dentist in Aurangabad",
    "address": "Dental Roots, Shop No. 6, Disha Sankul Complex, near Reliance Mall, Chhatrapati Nagar, Chattrapati Nagar, Garkheda, Chhatrapati Sambhajinagar (Aurangabad), Maharashtra 431001, India",
    "phone": "0788 780 6807",
    "rating": "No rating available",
    "number_of_reviews": "No reviews"
  },
  {
    "name": "Dental Roots",
    "address": "Shop No. 6, Disha Sankul Complex, near Reliance Mall, Chhatrapati Nagar, Chattrapati Nagar, Garkheda, Chhatrapati Sambhajinagar (Aurangabad), Maharashtra 431001, India",
    "phone": "0788 780 6807",
    "rating": 5,
    "number_of_reviews": 5
  },
  {
    "name": "MEHER DENTAL CLINIC",
    "address": "Shahgunj, Chhatrapati Sambhajinagar (Aurangabad), Maharashtra 431003, India",
    "phone": "N/A",
    "rating": "No rating available",
    "number_of_reviews": "No reviews"
  },
  {
    "name": "Perfect Smile Dental Clinic",
    "address": "Perfect Smile Dental Clinic, near central octroi, Sambhaji Colony, Mathura Nagar, N-6, Cidco, Chhatrapati Sambhajinagar (Aurangabad), Maharashtra 431002, India",
    "phone": "097655 17777",
    "rating": 4.9,
    "number_of_reviews": 110
  },
  {
    "name": "Abhi's Dental Clinic",
    "address": "Ground floor, Plot no, 95B, ShreeNidhi building, besides Bilgee hospital, near Kalda corner, Shambhu Mahadev Nagar, Shreya Nagar, New Usmanpura, Chhatrapati Sambhajinagar (Aurangabad), Maharashtra 431005, India",
    "phone": "090045 77044",
    "rating": 5,
    "number_of_reviews": 16
  },
  {
    "name": "Manal Dental Clinic",
    "address": "Chelipura, Shahgunj, Chhatrapati Sambhajinagar (Aurangabad), Maharashtra 431001, India",
    "phone": "N/A",
    "rating": "No rating available",
    "number_of_reviews": "No reviews"
  },
  {
    "name": "Subhan Allah Dental Clinic",
    "address": "Shahbazaar, near Kali Masjid T.T.S.(Ahle Sunnat Wa Jamaat)(Zohar-1:30, Juma-1:30), Labar Colony, Shah Bazar, Chhatrapati Sambhajinagar (Aurangabad), Maharashtra 431001, India",
    "phone": "N/A",
    "rating": 5,
    "number_of_reviews": 5
  }
]